Repository: qenta-cee/ubercart-wcp
Catalog: uc_wirecard_checkout_page/lang/wirecard_checkout_page.*.po
Languages: de

source: Validation error: invalid response
de: Fehler bei der Überprüfung: ungültige Daten

source: Payment failed reason:@reason
de: Die Zahlung ist fehl geschlagen:@reason

source: WirecardCheckoutPage @method a payment of @amount @currency.
de: WirecardCheckoutPage @method Zahlungseingang von @amount @currency.

source: Payment is pending
de: Der Zahlungseingang für die Bestellung %s ist noch ausständig

source: Your order will be shipped, as soon as we get the payment notification from your bank.
de: Ihre Bestellung wird versendet, sobald wir den erfolgreichen Zahlungseingang Ihrer Bank erhalten.

source: Payment cancelled
de: Der Bezahlvorgang wurde abgebrochen.

source: Received an empty or incomplete response
de: Eine leere oder unvollständige Antwort wurde vom Server übermittelt

source: You will be redirected shortly
de: Sie werden in Kürze weitergeleitet

source: If not, please click @click1 here @click2
de: Falls nicht, klicken Sie bitte @click1 hier @click2

source: Order Id is missing
de: Die Order Id fehlt

source: Order not found with Order Id:@order_id
de: Die Bestellung mit der Nummer:@order_id wurde nicht gefunden

source: An error has occurred in your payment. Please review your cart and try again.
de: Ein Fehler ist bei der Bezahlung aufgetreten, bitte versuchen Sie es erneut.

source: confirm data: @data
de: confirm Daten: @data

source: return data: @data
de: return Daten: @data

source: Response failed! Error: @message
de: Antwort fehlgeschlagen! Fehler: @message

source: Invoice
de: Rechnung

source: Order
de: Bestellung

source: Installment
de: Ratenzahlung

source: Wirecard Checkout Page Credit Card
de: Wirecard Checkout Page Kreditkarte

source: Wirecard Checkout Page Credit Card MoTo
de: Wirecard Checkout Page Kreditkarte Moto

source: Wirecard Checkout Page eps Online Bank Transfer
de: Wirecard Checkout Page eps Online-Überweisung

source: Wirecard Checkout Page SOFORT banking (PIN/TAN)
de: Wirecard Checkout Page SOFORT Überweisung (PIN/TAN)

source: Wirecard Checkout Page Mobile Phone Invoicing
de: Wirecard Checkout Page Handyabrechnung

source: Wirecard Checkout Page Direct Debit
de: Wirecard Checkout Page Lastschriftverfahren

source: Wirecard Checkout Page Invoice
de: Wirecard Checkout Page Rechnung

source: Wirecard Checkout Page Installment
de: Wirecard Checkout Page Ratenzahlung

source: Wirecard CEE Customer Id
de: Wirecard Kundennummer

source: Wirecard CEE Shop Id
de: Kennung der Shopseite

source: Wirecard CEE Secret
de: Preshared Key zur Signierung der übertragenen Parameter

source: Auto deposit
de: Autom. abbuchen

source: Backlink on the payment page to your shop, usualy links to contact or imprint page
de: URL Ihrer Kontakt-/Impressumsseite

source: Image Url
de: Bild Url

source: Image Url for displaying an image on the payment page (95x65 pixels preferred)
de: Url zu Ihrem Logo auf der Bezahlseite (vorzugsweise 95x65 Pixel)

source: Max. retries
de: Max. Versuche

source: Maximal number of payment retries
de: Anzahl der maximalen Zahlungsversuche

source: Display Text
de: Text auf der Bezahlseite

source: Display Text on the payment page
de: Text, der dem Kunden zu den Bestelldaten angezeigt wird

source: Send additional customer information
de: Detaillierte Kundendaten senden

source: Use iframe
de: Iframe verwenden

source: Invoice is not allowed
de: Zahlung auf Rechnung ist nicht erlaubt

source: Installment is not allowed
de: Ratenzahlung ist nicht erlaubt

source: Submit Orders
de: Zahlungspflichtig bestellen

source: Browser return from payment page
de: Rückkehr zum Shopsystem
